export const workData = [
  {
    date: '2017.4—NOW',
    position: 'Web前端开发工程师(研发部)',
    company: '海外科技公司',
    content: '负责公司产品的前端(移动web和PC)高性能框架设计和部分产品的功能实现，通过多个产品的经验积累，对前端的性能优化和兼容性有了更深入的研究'
  },
  {
    date: '2016.3—2017.4',
    position: 'Web前端开发工程师',
    company: '北京解税宝科技有限公司(北京)',
    content: '负责公司的门户网站和后台系统的页面编写和功能实现，以及公司产品的微信公众号开发，对前端技术更熟练了'
  },
  {
    date: '2014.7—2016.3',
    position: '前端开发工程师',
    company: '北京起步开发有限公司(北京)',
    content: '负责公司开源框架weX5的组件开发，以及跨平台的UI框架的部分功能编写，通过这些了解组件化开发模式以及对前沿技术的探知'
  }
]